[ Lang ]

"(Empty)"="(vuoto)"
"1.Confirm that USB device is compliant with USB 2.0."="1.Verificare che il dispositivo USB sia conforme alle specifiche USB 2.0."
"10min"="10 min"
"12 Hour"="12 ore"
"120s"="120s"
"15s"="15s"
"1h"="1 ora"
"1min"="1min"
"2.Try to replug the USB device."="2.Provare a ricollegare il dispositivo USB."
"24 Hour"="24 ore"
"2h"="2 ore"
"2min"="2min"
"3.Try to reboot the phone."="3.Provare a riavviare il telefono."
"30min"="30min"
"30s"="30s"
"3h"="3 ore"
"5min"="5min"
"60s"="60s"
"6h"="6 ore"
"802.1x Mode"="Modalità 802.1x"
"802.1x Settings"="Impostazioni 802.1x"
"802.1x"="802.1x"
"ACD Login"="Accesso ACD"
"ACD State"="Stato ACD"
"ACD Trace"="Traccia"
"ACD"="ACD"
"AES"="AES"
"ALERT"="Allarme"
"AP Mac Address"="Ind.MAC AP"
"AVG.Waiting Time"="Tempo di attesa AVG"
"Account ID"="ID account"
"Account Status"="Stato account"
"Account is invalid!"="Account non valido"
"Account"="Account"
"Accounts"="Account"
"Activation"="Attivazione"
"Adapter has added, scanning the bluetooth devices right now?"="Agg.adat., scans.Bluetooth?"
"Adapter has removed out"="Adattatore Bluetooth rimosso."
"Add Blacklist"="Aggiungi a blacklist"
"Add Contact"="Agg. Contatto"
"Add Group SoftKey"="AggGr"
"Add Group"="Aggiungere Gruppo"
"Add Metaswitch Contact"="Aggiungi contatto Metaswitch"
"Add Network"="Aggiungere rete"
"Add Number"="Aggiungi Numero"
"Add PAB"="Aggiungi PAB"
"Add Personal"="Aggiungere Personale"
"Add To Metaswitch Contact"="Aggiungi a contatto Metaswitch"
"Add to Blacklist"="Aggiungere a Lista nera"
"Add to Contact"="Aggiungere a Contatto"
"Add to Contacts"="Aggiungere a Contatti"
"Add to Favorite with an index of"="Aggiungi a Preferiti con un indice di"
"Add to Personal"="Aggiungere a Personale"
"Add to"="Agg.a"
"Add"="Agg."
"Address incomplete"="Indirizzo incompleto."
"Address"="Indirizzo"
"Advance to Next Assistant After"="Passa ad assist."
"Advanced Setting"="Impostazioni avanzate"
"Advanced"="Avanzate"
"After Ring Times"="Dopo squillo"
"Alert Broadworks Anywhere Location"="Pos anywhere alert"
"Alert Broadworks Mobility Location"="Pos mobility alert"
"Alert Click to Dial Calls"="Avv chiamate ent."
"Alert Group Paging Calls"="Avv chiam. gr. Ent."
"Alert Mode"="Modalità avviso"
"Alert SCA Location"="Posizione SCA alert"
"Alerting Calling Line ID Name"="Nome ID avviso"
"Alerting Calling Line ID Number"="Num. ID avviso"
"Alerting Custom Calling Line ID Name"="Nome ID avv. Pers."
"Alerting Custom Calling Line ID Number"="Num. ID avv pers."
"All Buddies"="Tutti gli amici"
"All Calllog"="Tutte le Chiamate"
"All Calls"="Tutte le Chiamate"
"All Contacts"="Tutti i Contatti"
"All External Calls"="Tut.chiam.est."
"All Income Calls"="Tutte le Chiamate"
"All Internal Calls"="Tut.chiam.int."
"All Lines"="Tut. linee"
"All Off"="Tutti Off"
"All On"="Tutti On"
"All keys"="Tutti i tasti"
"Allow Remote Control?"="Consentire controllo remoto?"
"Allow assistant opt in/out of Pool"="Cons.optin/out ass.pool"
"Alter Type"="Tipo di avviso"
"Always Forward"="Inoltrare sempre"
"Always Off"="Sempre Off"
"Always On"="Sempre On"
"Always forward to"="Always forward to"
"An error occurred during file setting"="Si è verificato un errore durante impostazione file."
"Anonymity Disallowed"="Chiamata anonima non consentita"
"Anonymous Call"="Chiamata anonima"
"Anonymous Rejection"="Rifiuto di anonimo"
"Anonymous"="Anonimo"
"Answer"="Risp."
"Anywhere"="Ovunque"
"Apr"="Apr"
"April"="Aprile"
"Are you sure to remove  ?"="Sicuro di voler eliminare?"
"Are you sure to set a blank password?"="Password vuota confermata?"
"Are you sure you want to Log out!"="Uscire?"
"Assistant Common Settings"="Imp.com.Assist."
"Assistant"="Assistente"
"Aug"="Ago"
"August"="Agosto"
"Auto Answer"="Risposta Automatica"
"Auto Divert"="Trasferimento auto"
"Auto Provision Now?"="Auto provision now?"
"Auto Provision"="Provisioning automatico"
"Auto Redial Setting"="Richiamata automatica"
"Auto Redial"="Ricomposizione automatica"
"Auto speed dial is on\n manually configing is forbidden!"="AutoSpeedDial è on.\n Configurazione manuale vietata!"
"Auto"="Auto"
"Auto-login"="Acc. Autom."
"AutoBLFList is on\n manually configing is forbidden!"="AutoBLFList attiva.\n Configurazione manuale disabilitata."
"AutoFavorite is on\n manually configing is forbidden!"="AutoFavorites attivata.\n Configurazione manuale disabilitata."
"AutoLinekey is on\n manually configing is forbidden!"="AutoLinekey attivata.\n Configurazione manuale disabilitata."
"AutoP Authority"="Autorità AutoP"
"AutoP to"="AutoP verso"
"Automatic"="Automatico"
"Avail"="Disp"
"Available Audio Record"="Registrazione audio disponibile"
"Available Recording Time"="Tempo di registrazione rimasto"
"Available Wireless Device"="Reti disponibili"
"Available"="Disp."
"Away"="Assente"
"B Transfer"="Tr. B"
"BLF List"="Elenco BFL"
"BLF Ring Type"="Tipo suoneria BLF"
"BLF is invalid!"="BLF non valido"
"BLF"="BLF"
"Back"="Indietro"
"Backlight Active Level"="Livello attivo"
"Backlight Inactive Level"="Livello inattivo"
"Backlight Time"="Tem. retroill."
"Backlight"="Retroilluminazione"
"Bad Request"="Richiesta non valida"
"Balance"="Credito"
"Barge In"="(Funzione) Barge In"
"Basic Call Park"="Parch. base"
"Basic Setting"="Impostazioni di base"
"Betransferred"="Essere trasferito"
"Blacklist"="Lista nera"
"Block"="Blocco"
"Bluetooth Mac"="Mac Bluetooth"
"Bluetooth"="Bluetooth"
"Bluetooth: On"="Bluetooth Acceso"
"Both"="Entrambi"
"Bridge ID"="ID Bridge"
"BridgeID is invalid!"="ID Bridge non valido"
"Browse Photo"="Scegli foto"
"Browse Recordings"="Cercare audio"
"Buddies"="Amici"
"Business Number"="Numero aziendale"
"Busy Forward"="Occ. Inoltrare"
"Busy Here"="Occupato"
"Busy"="Occupato"
"CC Name"="Nome chiamante"
"CC UID"="ID chiamante"
"CDP Interval"="Intervallo CDP"
"CDP Status"="Stato CDP"
"CDP interval should be 1-3600!"="L'intervallo CDP deve essere compreso tra 1 e 3.600"
"CDP"="CDP"
"CFG Version"="Versione CFG"
"Call Alerting"="Avviso chiamata"
"Call Back"="Richiamare"
"Call Completion"="Chiamata completata"
"Call Control"="Controllo chiamate"
"Call Fail"="Chiamata non riuscita"
"Call Filtering Mode"="Mod.Filtr.Chiam."
"Call Filtering Switch"="Filtro chiam on/off"
"Call Filtering"="Filtro chiamate"
"Call Finish"="Fine chiamata"
"Call Forward"="Inoltro chiamata"
"Call Initiation"="In.chiam."
"Call Park Number is invalid!"="Numero parcheggio chiamata non valido"
"Call Park"="Parch. chiam."
"Call Pickup"="Risp.chiam."
"Call Push Recall After"="Rim chiamata dopo"
"Call Return"="Rit. chiam."
"Call Screening Switch"="Monitor on/off"
"Call Screening"="Monitoraggio chiamate"
"Call Voice Mail"="Chiamare casella vocale"
"Call VoiceMail"="Casella vocale chiamate"
"Call Waiting"="Chiamata in attesa"
"Call has been successfully recorded on USB device"="Chiamata registrata su dispositivo USB"
"CallPull"="Ripr. chiam."
"CallReturn"="Ritorno di chiamata"
"Callers Waiting"="Chiamanti in attesa"
"Calling"="Chiamata in corso"
"Calllog Directories"="Chiamate di rete"
"Calllog"="Recenti"
"Callout"="Callout"
"Calls Longest"="Attese più lunghe"
"Calls for Pickup"="Chiamate acquisite "
"Can't be empty"="Non può essere vuoto"
"Cancel Select Executive"="Canc.sel.Exec."
"Cancel"="Annulla"
"Capy Favorite Fail"="Copia in Preferiti fallita!"
"Change PIN"="Modificare PIN"
"Change Password"="Mod.password"
"Channel"="Canale"
"Check"="Verifica"
"Chinese_S"="简体中文(Chinese Simplified)"
"Chinese_T"="繁體中文(Chinese Traditional)"
"Choose Account"="Scegliere un account"
"Choose a group"="Scegliere gruppo"
"Cipher Type"="Tip.cifrat."
"Classified"="Riservato"
"Clear account config \n\n please wait..."="Eliminare config. account \n\n attendere prego..."
"Clear all static.* settings?"="Ripr. tutte imp. statiche*?"
"Clear all userdata & local config?"="Ripr. tutti dati ut. e conf. loc?"
"Clear local.cfg settings?"="Ripr. imp. conf. locali?"
"Clear non-static settings?"="Ripr. imp. non statiche?"
"Clear your account config?"="Eliminare configurazione account?"
"Common"="Comune"
"CommonRingTone"="Comune"
"Commportal Login"="Accesso Commportal"
"Conf Manage"="Gestione configurazione"
"Conference Manage"="Gestione conferenza"
"Conference"="Conf."
"ConferenceURL"="URL conferenze"
"Configuration Updating !"="Aggiornamento configurazione."
"Configuration updating completed."="Aggiornamento configurazione completato."
"Configuration updating failed."="Aggiornamento configurazione non riuscita."
"Configuration updating."="Aggiornamento configurazione in corso..."
"Confirm PIN mismatch!"="PIN non corrispondente."
"Confirm PIN"="Confermare PIN"
"Confirm PWD"="Confermare Pass."
"Confirm password mismatch!"="Le password non coincidono!"
"Connect Mobile Failed"="Collegamento cellulare fallito"
"Connect Success."="Conn.riusc."
"Connect failed."="Connessione non riuscita."
"Connect to"="Connettere a"
"Connect"="Conn."
"Connected"="Connesso"
"Connecting"="Connessione.."
"Connecting..."="Connessione in corso..."
"Connot download PLCM Phonebook"="Impossibile scaricare rubrica PLCM."
"Contact Details"="Dettagli contatto"
"Contact already exists. Add contact with the same name?"="Il contatto già esiste. Creare comunque un nuovo contatto?"
"Contact exist!"="Nome contatto già esistente"
"Contacts Setting"="Impostaz. Contatti"
"Contrast"="Contrasto"
"Copy to All Lines?"="Copiare su tutte le linee?"
"Copy to Favorite"="Copia in Preferiti"
"Current PIN is incorrect."="Il vecchio PIN non è corretto."
"Current PIN"="Vecchio PIN"
"Current Time"="Ora attuale"
"Custom DND"="Personalizza Non disturbare"
"Custom Forward"="Personalizza inoltro"
"Custom Key"="Tasto personalizzato"
"Custom"="Personalizzato"
"CustomContact"="Personalizza contatti"
"Customer"="Cliente"
"DD MMM YYYY"="GG MM AAAA"
"DD-MMM-YY"="GG-MM-AAAA"
"DD/MM/YYYY"="GG/MM/AAAA"
"DHCP End IP Address is invalid!"="Indirizzo IP DHCP finale non valido"
"DHCP IP Client"="Client DHCP IPv4"
"DHCP IPv4 Client"="Client DHCP IPv4"
"DHCP IPv6 Client"="Client DHCP IPv6"
"DHCP Start IP Address is invalid!"="Indirizzo IP DHCP iniziale non valido"
"DHCP Time"="Ora DHCP"
"DHCP VLAN"="VLAN DHCP"
"DHCP option is invalid!"="Opzione DHCP non valida"
"DHCP"="DHCP"
"DND Enable"="Stato DND"
"DND"="DND"
"DPickup"="Risposta diretta"
"DSS Keys"="Tasti DSS"
"DTMF is invalid!"="DTMF non valido"
"DTMF"="DTMF"
"Date Format is invalid!"="Formato Data non valido"
"Date Format"="Formato data"
"Date"="Data"
"Date(YMD)"="Data(AMG)"
"Day"="Giorno"
"Daylight Saving"="Ora legale"
"Dec"="Dic"
"December"="Dicembre"
"Decline"="Rifiuta"
"Default Account"="Acc.predef."
"Default Gateway is invalid!"="Gateway predefinito non valido"
"Default Gateway"="Gatew.predef."
"Default"="Predefinito"
"Del All"="Canc. tutto"
"Delete All Call Log"="Elimina tutti i registri chiamata"
"Delete All Group?"="Cancellare tutto il gruppo?"
"Delete All Items?"="Cancellare tutte le voci?"
"Delete All"="Canc. tutto"
"Delete Call Log"="Elimina registro chiamata"
"Delete Group"="Elimina gruppo"
"Delete Selected Group?"="Cancellare il gruppo selezionato?"
"Delete Selected Item?"="Cancellare la voce selezionata?"
"Delete all images?"="Eliminare tutte le immagini?"
"Delete all item?"="Cancellare tutte le voci?"
"Delete all locations?"="Eliminare tutte le posizioni?"
"Delete all numbers?"="Cancellare tutti i numeri?"
"Delete all paging group?"="Eliminare tutti i gruppi cercapersone?"
"Delete all the call records?"="Cancellare tutti i dati di chiamata?"
"Delete location?"="Eliminare posizione?"
"Delete number?"="Cancellare il numero?"
"Delete selected paging group?"="Eliminare i gruppi cercapersone selezionati?"
"Delete selected wallpaper?"="Cancellare lo sfondo selezionato?"
"Delete seleted images?"="Eliminare immagini selezionate?"
"Delete seleted item?"="Cancellare la voce selezionata?"
"Delete successed"="Cancellazione riuscita"
"Delete the contact will also delete the contact in the server and can not be restored."="Cont. eliminato. Non può essere riprist."
"Delete the group will not delete the group members, but only move them out of the group."="I membri del gruppo verranno rimossi ma non eliminati."
"Delete the record?"="Cancellare il dato?"
"Delete the selected message?"="Cancellare il messaggio selezionato?"
"Delete this Message?"="Cancellare questo messaggio?"
"Delete this audio?"="Cancellare l'audio?"
"Delete this group message(s)?"="Cancellare questo/i messaggio/i di gruppo?"
"Delete this voice mail?"="Cancellare casella vocale?"
"Delete"="Canc."
"Deleting completed."="Eliminazione completata."
"Deleting. Please wait..."="Cancellazione in corso. Attendere prego..."
"Deleting... Please Wait."="Eliminazione in corso... Attendere."
"Deleting..."="Cancellazione in corso..."
"Department"="Reparto"
"Detail"="Dettaglio"
"Device Cert"="Cert. dispositivo"
"Device Name"="Nome dispositivo"
"Device name can't be empty!"="Il campo Nome dispositivo non può essere vuoto"
"Diagnostics"="Diagnostica"
"Dial"="Inviare"
"Dialing"="Chiamata in corso"
"Direct IP Line"="Linea IP diretta"
"Directories"="Rubrica"
"Directory"="Rubrica"
"Disabled"="Disattivato"
"Discard"="Eliminare"
"Disconnect Success."="Disconnessione completata."
"Disconnect failed."="Disconnessione non riuscita."
"Disconnect with"="Disconnessione con"
"Disconnect"="Disconnettere"
"Disconnecting..."="Disconnessione in corso..."
"DispCode"="Cod. disp."
"Display Clock"="Mostra orologio"
"Display Name"="Visualizzare nome"
"Display"="Visualizzare"
"DisplayName can't contain \" < > \" \\ \' \""="Il campo VisualizzaNome non può contenere \" < > \" \\ \' \""
"Displayname can't be empty!"="Il campo Displayname non può essere vuoto"
"Disposition Code"="Codice dispositivo"
"Divert to Phone Number/SIP-URI"="Dev.num.tel/SIP-URI"
"Divert"="Deviare"
"Do Not Disturb"="Non disturbare"
"Do you want to delete all %s call logs? This action can not be reversed."="Eliminare tutti i %s registri chiamata? Azione irreversibie."
"Do you want to delete all call logs?"="Eliminare tutti i registri chiamata?"
"Do you want to delete all call logs?This action can not be reversed."="Eliminare tutti i registri chiamata? Azione irreversibile."
"Do you want to delete all missed call logs?"="Eliminare tutti i registri di chiamate perse?"
"Do you want to delete all placed call logs?"="Eliminare tutti i registri di chiamate effettuate?"
"Do you want to delete all received call logs?"="Eliminare tutti i registri di chiamate effettuate?"
"Do you want to delete this call log?"="Eliminare questo registro chiamata?"
"Do you want to discard your change?"="Annullare modifica?"
"Do you want to logout?"="Si desidera uscire?"
"Do you want to remove"="Rimuovere"
"Do you want to save the contact or discard it?"="Salvare il contatto o eliminarlo?"
"Do you want to save the message or discard it?"="Salvare il messaggio o eliminarlo?"
"Do you want to save your changes or discard them?"="Salvare le modifiche o eliminarle?"
"Does not exist anywhere"="Anywhere inesistente."
"Draftbox"="Bozze"
"Dsskey Wallpaper"="Sfondo schermo tasto Dss"
"Dsskey"="DSSkey"
"Duration"="Durata"
"E911 Location"="Posizione E911"
"E911 location set failed, please contact your administrator for help"="Impostazione posizione E911 fallita! Contattare amministratore."
"E911"="E911"
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-None"="Nessun EAP"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"EXP Wallpaper"="Sfondo modulo esp."
"EXP power is lack!"="Alimentatori esterni necessari."
"EXP wallpaper will change into the default image. Confirm to delete or not?"="Modifica sfondo modulo esp. in immagine predefinita. Continuare?"
"Edit Location"="Modifica posizione"
"Edit My Device Information"="Modificare informazioni Mio dispositivo"
"Edit Network"="Modificare rete"
"Edit Paging Address"="Modifica indirizzo cercapersone"
"Edit"="Modifica"
"Editing"="Modifica"
"Email"="Email"
"Emergency Call Only"="Solo chiamata d'emergenza"
"Emergency Escalation"="Inoltro di emergenza"
"Emergency"="Emergenza"
"Empty"="Vuoto"
"Enable Diversion Inhibitor"="Reindir. Bloccato"
"Enable this Location"="Abilita posizione"
"Enabled"="Attivata"
"Encryption Type"="Tip.critt."
"End Call"="Fine"
"English"="English(English)"
"Enter Filter Conditions"="Ins.cond.filtr."
"Enter Password"="Inserire la password"
"Enter code"="Inserire codice"
"Enter number"="Ins.num."
"Enter"="Immet"
"Executive Common Settings"="Imp.com.Exec."
"Executive"="Executive"
"Executive-Assistant"="Assistente esecutivo"
"Executive-Originator"="Dir-chiamante"
"Exit"="Uscita"
"Expansion module"="Modulo di espansione"
"Extension Number"="Num.int."
"Extension"="Interno"
"Extention"="Interno"
"FWD International"="Inoltra internazionale"
"FWD"="Inoltra"
"Factory Installed"="Inst.orig."
"Fail to download \nremote phonebook!"="Impossibile scaricare \nrubrica remota."
"Fail to download remote phonebook!"="Impossibile scaricare rubrica remota."
"Fail to download remote phonebook"="Scarico guida telefonica remota non riuscito"
"Failed to connect \nto server!"="Impossibile connettersi \nal server."
"Failed to connect to server!"="Impossibile connettersi al server."
"Failed to get data from USB flash drive"="Impossibile recuperare dati da unità USB."
"Failed to load image"="Impossibile caricare immagine."
"Failed to pause recording"="Impossibile mettere in pausa registrazione."
"Failed to record call"="Impossibile registrare chiamata."
"Failed to resume recording"="Impossibile riprendere la registrazione."
"Failed to stop recording"="Impossibile interrompere la registrazione."
"Failed. Please retry..."="Non riuscito. Riprovare..."
"Family"="Famiglia"
"Far Hold"="Attesa remoto"
"Far Mute"="No audio part."
"Fast Forward"="Avanti veloce"
"Fast Rewind"="Indietro veloce"
"Favorite Index Max"="Indice Preferiti max"
"Favorite Index Valid"="Indice Preferiti non valido"
"Favorite Index already exist!"="Indice Preferiti già esistente!"
"Favorite Index"="Indice Preferiti"
"Favorite is on\n manually configing is forbidden!"="Preferito è on.\n Confingurazione manuale vietata!"
"Favorite"="Preferiti"
"Favourite"="Preferiti"
"Fax"="Fax"
"Features"="Funzionalità"
"Feb"="Feb"
"February"="Febbraio"
"File Size"="Dimensione file"
"File already exists"="File già presente."
"File already exists, Confirm to replace or not?"="File già presente. Sostituirlo?"
"Filter Type"="Tip.Filtr."
"Finished"="Terminato"
"Firmware Update..."="Aggiornamento firmware in corso..."
"Firmware"="Firmware"
"First Name"="Nome"
"Fixed"="Fisso"
"FlexSeat Login"="Accesso a postazione flessibile"
"FlexSeat"="Postazione flessibile"
"Forbidden Number"="Numero non consentito"
"Forward Option"="Opzione Inoltro"
"Forward to Phone Number/SIP-URI"="Inol.num.tel./SIP-URI"
"Forward to is invalid!"="Inoltro non valido"
"Forward to"="Inoltrare a"
"Forward to: %s"="Inoltrare a: %s"
"Forward"="Inoltro"
"Forwarded Calls"="Chiamate inoltrate"
"French_CA"="Français(French(Canada))"
"French"="Français(French)"
"Frequency"="Frequenza"
"Fri"="Ven"
"Friday"="Venerdì"
"Friend"="Amico"
"From"="Da"
"From_FWD"="Da INOL."
"From_Num"="Da numero"
"Function key"="Tasto funzione"
"GPark"="GPark"
"GPickup"="Pickup gruppo"
"General"="Generale"
"Generally Settings"="Impostazioni generali"
"German"="Deutsch(German)"
"Get Balance"="Credito residuo"
"Getting balance failed!"="Impossibile rilevare credito."
"Getting balance!"="Recupero credito residuo."
"Global Address Book"="Rubrica globale"
"Group Id is invalid!"="ID Gruppo non valido"
"Group Listening"="Ascolto di gruppo"
"Group Name"="Nome gruppo"
"Group Night Forward"="Inoltro in assenza"
"Group Pick Up"="Rispondi gruppo"
"Group already exist!"="Gruppo già esistente"
"Group is full!"="Il gruppo è completo"
"Group isn't exist!"="Gruppo inesistente"
"Group name must be unique."="Il nome gruppo deve essere univoco."
"Group name must not be empty"="Il nome gruppo non può essere vuoto."
"Group"="Gruppo"
"Guest Login"="Accesso Ospite"
"Guest Unlock"="Sblocco Ospite"
"GuestIn"="Acc.Osp."
"GuestLock"="Blocco Ospite"
"GuestOut"="Usc.Osp."
"HD"="HD"
"Handset mode disabled"="Modalità cornetta disabilitata"
"Hardware"="Hardware"
"Headset Connected"="Cuffie connesse."
"Headset mode disabled"="Modalità cornetta abilitata"
"Held"="Attesa"
"Hide Number"="Nascondere numero"
"Hide"="Nascondi"
"History Details"="Dettagli storico"
"History Record"="Dati dallo storico"
"History Setting"="Impostazioni cronologia"
"History"="Storico"
"Hold"="Attendere"
"Holiday Schedule"="Pianif.Feste"
"Home Number"="Numero di casa"
"HomeNumber"=""HomeNumber"="Numero di casa""
"Hot Desking"="Usabile a turno"
"Hot Line"="Linea preferita"
"Hot Number"="Numero preferito"
"HotLine Delay"="Ritardo hotline"
"Hoteling"="Modalità albergo"
"Hotline delay should be 0 ~ 10"="Il ritardo linea diretta deve esser compreso tra 0 e 10"
"Http Port"="Porta HTTP"
"Http Status"="Stato HTTP"
"Http port should be 1-65535!"="La porta HTTP deve essere compresa tra 1 e 65.535!"
"Https Port"="Porta HTTPS"
"Https Status"="Stato HTTPS"
"Https port should be 1-65535!"="La porta HTTPS deve essere compresa tra 1 e 65.535!"
"IME"="IME"
"IP Address is invalid!"="Indirizzo IP non valido"
"IP Address"="Indirizzo IP"
"IP Mode"="Modalità IP"
"IP Phone"="Telefono IP"
"IPAddress Mode"="Modalità IP"
"IPV4 Conflict"="Conflitto IPV4"
"IPV4/IPV6 Conflict"="Conflitto IPV4/IPV6"
"IPV6 Conflict"="Conflitto IPV6"
"IPv4 & IPv6"="IPv4 e IPv6"
"IPv4 Default Gateway"="Gateway IPv4"
"IPv4 IP"="IPv4"
"IPv4 Pri.DNS"="DNS prim. IPv4"
"IPv4 Sec.DNS"="DNS sec. IPv4"
"IPv4 Static DNS"="DNS stat.IPv4"
"IPv4 Status"="Stato IPv4"
"IPv4 Subnet Mask"="Masc.Subnet IPv4"
"IPv4 WAN Port"="Porta WAN IPv4"
"IPv4 WAN Type"="Tipo WAN IPv4"
"IPv4"="IPv4"
"IPv6 Default Gateway"="Gateway IPv6"
"IPv6 IP Prefix"="Prefisso IP IPv6"
"IPv6 IP"="IPv6"
"IPv6 Pri.DNS"="DNS prim. IPv6"
"IPv6 Sec.DNS"="DNS sec. IPv6"
"IPv6 Static DNS"="DNS stat.IPv6"
"IPv6 Status"="Stato IPv6"
"IPv6 WAN Port"="Porta WAN IPv6"
"IPv6 WAN Type"="Tipo WAN IPv6"
"IPv6"="IPv6"
"Identify USB device failed."="Impossibile identificare dispositivo USB."
"Identity"="Identità"
"Idle Clock Display"="Visualizza orario in stato inattivo"
"Idle Clock"="Orario in stato inattivo"
"Ignore"="Ignorare"
"Inbox"="In arrivo"
"Incoming call"="Chiamata in arrivo"
"Incorrect user credentials, please retry."="Credenziali non corrette. Riprovare."
"Information is not complete!"="Informazioni incomplete!"
"Initial ACD State"="Stato iniziale ACD"
"Initial State"="Stato iniziale"
"Initializing... Please Wait!"="Inizializzazione in corso... Attendere prego"
"Input your web access password!"="Ins.passw.acc.Web"
"Insufficient storage space in system"="Spazio insufficiente nel sistema."
"Intercom Allow"="Consenti interfono"
"Intercom Barge"="Inserisci interfono"
"Intercom Mute"="Disattiva interfono"
"Intercom Number is invalid!"="Numero Intercom non valido"
"Intercom Tone"="Tono interfono"
"Intercom"="Interfono"
"Interval"="Intervallo"
"Invaild Provisioning Credential"="Credenziali di provisioning non valide."
"Invite request no response"="Richiesta invito senza risposta."
"Italian"="Italiano(Italian)"
"Jan"="Gen"
"January"="Gennaio"
"Jitter"="Jitter"
"JitterBufferMax"="Max.inst.Buff."
"Job Title"="Qualifica professionale"
"Jul"="Lug"
"July"="Luglio"
"Jun"="Giu"
"June"="Giugno"
"KEY"="TASTO"
"Key As Send"="Tasto per Invio"
"Key Event"="Tasto evento"
"Key Tone"="Tono tasto"
"Key Type"="Tipo tasto"
"Keypad Lock"="Blocco telefono"
"Keypad locked."="Telefono bloccato."
"Keypad"="Tastiera"
"KeypadLock"="Bloc.tel."
"LDAP Authority"="Autorità LDAP"
"LDAP get error tips failed!"="Ricezione errori LDAP non riuscita."
"LDAP server is unavailable"="Server LDAP non disponibile."
"LDAP"="LDAP"
"LLDP Packet Interval should be 1-3600!"="Il pacchetto LLDP deve essere compreso tra 1 e 3.600"
"LLDP Status"="Stato LLDP"
"LLDP"="LLDP"
"Label"="Etichetta"
"Language initializing. Please wait..."="Inizializzazione lingua. Attendere prego..."
"Language"="Lingua"
"Last Name"="Cognome"
"Line 1"="Linea 1"
"Line 10"="Linea 10"
"Line 11"="Linea 11"
"Line 12"="Linea 12"
"Line 13"="Linea 13"
"Line 14"="Linea 14"
"Line 15"="Linea 15"
"Line 16"="Linea 16"
"Line 2"="Linea 2"
"Line 3"="Linea 3"
"Line 4"="Linea 4"
"Line 5"="Linea 5"
"Line 6"="Linea 6"
"Line 7"="Linea 7"
"Line 8"="Linea 8"
"Line 9"="Linea 9"
"Line ID"="ID linea"
"Line Key 1"="Tasto di linea 1"
"Line Key 10"="Tasto di linea 10"
"Line Key 11"="Tasto di linea 11"
"Line Key 12"="Tasto di linea 12"
"Line Key 13"="Tasto di linea 13"
"Line Key 14"="Tasto di linea 14"
"Line Key 15"="Tasto di linea 15"
"Line Key 16"="Tasto di linea 16"
"Line Key 17"="Tasto di linea 17"
"Line Key 18"="Tasto di linea 18"
"Line Key 19"="Tasto di linea 19"
"Line Key 2"="Tasto di linea 2"
"Line Key 20"="Tasto di linea 20"
"Line Key 21"="Tasto di linea 21"
"Line Key 22"="Tasto di linea 22"
"Line Key 23"="Tasto di linea 23"
"Line Key 24"="Tasto di linea 24"
"Line Key 25"="Tasto di linea 25"
"Line Key 26"="Tasto di linea 26"
"Line Key 27"="Tasto di linea 27"
"Line Key 28"="Tasto di linea 28"
"Line Key 3"="Tasto di linea 3"
"Line Key 4"="Tasto di linea 4"
"Line Key 5"="Tasto di linea 5"
"Line Key 6"="Tasto di linea 6"
"Line Key 7"="Tasto di linea 7"
"Line Key 8"="Tasto di linea 8"
"Line Key 9"="Tasto di linea 9"
"Line Select"="Selezione linea"
"Line"="Linea"
"List is full, please delete before add!"="Elenco reti wireless pieno. Eliminarne una obsoleta prima di aggiungerne un’altra."
"Load Error!"="Errore di caricamento"
"Load Failed"="Caricamento non riuscito"
"Loading File..."="Caricamento file in corso..."
"Loading error !"="Errore di caricamento"
"Loading phonebook is error!"="Errore caricamento rubrica."
"Loading, please wait..."="Caricamento in corso, attendere prego..."
"Local Anonymous Rejection"="Anonimo rifutato"
"Local Anonymous"="Anonimo locale"
"Local CallLog"="Chiamate locali"
"Local Codec"="Codec locale"
"Local Directory"="Elenco locale"
"Local Group"="Gruppo locale"
"Local History"="Storico locale"
"Local User"="Utente locale"
"LocalMenu"="Cart. Loc."
"Location Saved."="Posizione salvata."
"Location"="Posizione"
"Locations"="Sedi"
"Lock Enable"="Attiv.bloc."
"Lock Time Out"="Blocco automatico"
"Lock type"="Tipo blocco"
"Lock"="Blocco"
"Log Out?"="Disconnettersi?"
"Logged In"="Connesso"
"Logged Out"="Disconnesso"
"Logged-in Members"="Membri connessi"
"Login Failed."="Accesso non riuscito."
"Login as"="Accedere come"
"Login successful"="Accesso completato."
"Login"="Accesso"
"Login..."="Accesso in corso..."
"Logout successful"="Disconnessione completata."
"Logout"="Uscita"
"Low"="Basso"
"MAC Address"="Indirizzo MAC"
"MAC"="MAC"
"MAC-Oriented"="AES MAC-Oriented"
"MD5 Password"="Password MD5"
"MM/DD/YY"="MM/GG/AA"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"MTSW ACD Detail"="Dettagli"
"MTSW ACD Member"="Membro"
"Mail"="Posta"
"Main Menu"="Menù principale"
"Manage Group"="Gestione gruppo"
"Manage"="Gestire"
"Mango"="Mango"
"Manual Setting"="Impostazioni manuali"
"Mar"="Mar"
"March"="Marzo"
"Mark All as heard"="Segnare Tutti come ascoltati"
"Mark All as new"="Segnare Tutti come nuovo"
"Mark as heard"="Segnare come ascoltato"
"Mark as new"="Segnare come nuovo"
"May"="Maggio"
"Media Type"="Tipo media"
"Meet-me"="Riunione pianificata"
"Members"="Membri"
"Memory Full"="Membri pieni."
"Menu key"="Tasto Menù"
"Menu"="Menù"
"Message"="Messaggio"
"Messages List"="Elenco messaggi"
"Messages"="Messaggi"
"Metaswitch CallLog"="Reg. Metaswitch"
"Missed Call"="Chiamata persa"
"Missed Calllog"="Chiamate perse"
"Missed Calls"="Chiamate perse"
"Mobile Account is not connected!"="Account cellulare non connesso."
"Mobile Account"="Account cellulare"
"Mobile Connected"="Cellulare connesso."
"Mobile Contacts Sync"="Sinc contatti cell."
"Mobile Contacts"="Contatti cellulare"
"Mobile Number"="Numero cellulare"
"Mobile"="Cellulare"
"Mobility Phone Number"="Numero di cellulare"
"Mobility"="Cellulare"
"Modifying the configuration..."="Modifica configurazione in corso..."
"Mon"="Lun"
"Monday"="Lunedì"
"More"="Altro"
"More..."="Altro..."
"Move Down"="Sposta in basso"
"Move Up"="Sposta in alto"
"Move selected to blacklist ?"="Spostare in blacklist?"
"Move selected to contactlist ?"="Spostare in contatti?"
"Move the Contacts success"="Spostamento Contatti riuscito"
"Move to Blacklist success"="Spostato su Lista nera"
"Move"="Spostare"
"Mute"="Disattiva audio"
"My Mobile"="Cellulare"
"My State"="Mio stato"
"My Status"="Stato"
"N/A"="N/D"
"NAT Status"="Stato NAT"
"NAT"="NAT"
"NONE"="NESSUNA"
"NTP Server1"="Server1 NTP"
"NTP Server2"="Server2 NTP"
"NTP server1 is invalid!"="Server 1 NTP non valido"
"NTP server2 is invalid!"="Server 2 NTP non valido"
"Name can't be empty!"="Il nome non può essere vuoto."
"Name"="Nome"
"Need a Number"="Immettere prima un numero di telefono."
"Net unavailable !"="Rete non disponibile"
"Network Call List"="Elenco chiamate rete"
"Network CallLog"="Chiamate di rete"
"Network Checking..."="Controllo rete in corso..."
"Network Contacts"="Contatti di rete"
"Network Details"="Dettagli rete"
"Network Directories"="Rubrica di rete"
"Network Directory"="Rubrica di rete"
"Network Favorites"="Preferiti rete"
"Network Group"="Gruppo di rete"
"Network Status"="Stato rete"
"Network Unavailable"="Rete non disponibile"
"Network changed. Rebooting"="Rete cambiata. Reinizializzazione in corso"
"Network configuration has changed, shall become effective after the restart?"="Configurazione rete modificata. Riavviare?"
"Network unavailable."="Rete non disponibile."
"Network"="Rete"
"NetworkDirectoryGroup"="Grup.el. Rete"
"Never"="Mai"
"New Call"="Nuov.chiam."
"New Contact"="Nuovo contatto"
"New Group"="Nuovo Gruppo"
"New Location"="Nuova sede"
"New Message"="Nuovo messaggio"
"New Missed Call(s)"="Nuova/e chiamata/e persa/e"
"New PIN"="Nuovo PIN"
"New PWD"="Nuova PWD"
"New Text Message"="Nuovi SMS"
"New Voice Mail(s)"="Nuova/e casella/e vocale/i"
"New password is similar to username, are you sure to set it?"="Nuova password simile a nome utente. Continuare?"
"New password is too simple, are you sure to set it?"="Nuova password troppo semplice. Continuare?"
"NewSMS"="Nuovo SMS"
"Next"="Avanti"
"Nick Name"="Nome alternativo"
"Nick name must be unique."="Il nome alternativo deve essere univoco."
"Nick name must not be empty."="Il nome alternativo non può essere vuoto."
"No Account"="Nessun account"
"No Answer Forward"="No inol.Risp."
"No Answer Processing"="No risposta"
"No Bluetooth Adapter Found."="Adattatore Bluetooth non rilevato."
"No Contact!"="Nessun contatto"
"No Disposition Codes"="Nessun codice disposizione"
"No EXP"="Nessun EXP"
"No Group"="Nessun gruppo"
"No Service"="Assenza servizio"
"No available Wi-Fi,go to Wi-Fi setting now?"="Nessuna rete wireless disponibile. Accedere alle impostazioni Wi-Fi ora?"
"No find wifi adapter!"="Adattatore Wi-Fi non trovato."
"No images in USB flash drive."="Nessuna immagine su unità flash USB."
"Not Acceptable Here"="Non accettabile."
"Not Emergency Number!"="Nessun numero di emergenza"
"Not Found"="Non trovato"
"Not allow opt in/out"="Inclusione/esclusione non consentite."
"Note"="Nota"
"Nothing Changed!"="Nessuna modifica"
"Nov"="Nov"
"Noveber"="Novembre"
"Number already exists!"="Numero già esistente!"
"Number can't be empty!"="Il campo Numero non può essere vuoto"
"Number is invalid!"="Numero non valido"
"Number"="Numero"
"OK"="OK"
"OPUS"="Opera"
"Obtaining IP Address"="Acquisizione indirizzo IP"
"Obtaining Status..."="Acquis.stato"
"Oct"="Ott"
"October"="Ottobre"
"Off Code can't be empty!"="Il campo Codice Off non può essere vuoto"
"Off Code could not be empty when On Code is set!"="Il campo Codice Off non può essere vuoto quando è impostato il Codice On"
"Off Code"="Cod. disattivazione"
"Off"="Off"
"Office Number"="Numero ufficio"
"Offline"="Off-line"
"Old Number"="Vecchio numero"
"Old PWD"="Vecchia PWD"
"On Code"="Codice On"
"On"="On"
"Open fail"="Apertura non riuscita."
"Operator fail"="Operazione non riuscita."
"Opt In"="Opt In"
"Opt Out"="Opt Out"
"Option"="Opzione"
"Organisation"="Organizzazione"
"Originator"="Iniziatore"
"Originator-Executive"="Chiamante-dir."
"Other Number"="Altro numero"
"Other"="Altro"
"OtherNumber"=""OtherNumber"="Altro numero""
"Others"="Altri"
"Out of memory!"="Memoria esaurita."
"Outbound Alternate Number is invalid!"="Numero alternativo in uscita non valido"
"Outbound Alternate Phone Number"="Numero in uscita"
"Outbound Proxy1"="Proxy1 in uscita"
"Outbound Proxy2"="Proxy2 in uscita"
"Outbound Status"="Stato di uscita"
"Outbound proxy is invalid!"="Proxy in uscita non valido"
"Outbox"="Posta in uscita"
"Outgoing Call"="Chiamata in uscita"
"Overwrite the original contact?"="Sovrascrivere contatto originale?"
"PC Port"="Porta PC"
"PIN/ID"="PIN/ID"
"PPPoE PWD"="PWD PPPoE"
"PPPoE User"="Utente PPPoE"
"PPPoE"="PPPoE"
"Packet Interval"="Interv.pacch."
"Packets lost"="Pacchetti persi"
"Pager"="Cercapersone"
"Paging Channel should be 0-30!"="Il canale di paging deve essere compreso tra 0 e 30"
"Paging List"="Lista cercapersone"
"Paging failed!"="Cercapersone non riuscito."
"Paging is invalid!"="Cercapersone non valido."
"Paging"="Cercap multicast"
"PagingList"="Elenco cercapersone"
"Paging_softkey"="Cercap"
"Paired Bluetooth Device"="Dispositivo Bluetooth abbinato"
"Park Failed"="Parc non riuscito"
"Park to"="Parcheggia su"
"Park"="Parc"
"Parked"="Parcheggiata"
"Passkey"="Chiave di accesso"
"Password can't be empty!"="Il campo Password non può essere vuoto"
"Password is invalid!"="Password non valida!"
"Password is wrong!"="Password non corretta"
"Password"="Password"
"Pause REC"="Sos. REG"
"Pause"="Pausa"
"PauseREC"="Sos. REG"
"Per-phone AES"="AES MAC-Oriented"
"Personal Address Book"="Rubrica personale"
"Phone DND"="Non disturbare telefono"
"Phone Lock"="Blocco telefono"
"Phone Number"="Num di telefono"
"Phone Numbers"="Numeri di telefono"
"Phone To Ring"="Tel da chiamare"
"Phone number can't be empty!"="Il campo Numero di telefono non può essere vuoto"
"Phone number is empty!"="Numero telefonico vuoto."
"Phone numbers should only consist of digits, with an optional family mailbox id."="Il numero di telefono deve essere composto solo da cifre e un ID casella postale privata opzionale."
"Phone"="Telefono"
"PhoneBook Name"="Nome Guida telefonica"
"PhoneBook"="Rubrica"
"Phonebook"="Rubrica"
"Phonebook(0)"="Rubrica(0)"
"Photo Custom"="Foto personal."
"Photo Details"="Photo Details"
"Photo"="Foto"
"Pick Up"="Risposta"
"Pin"="PIN"
"Ping IP or URL"="Ping IP o URL"
"Ping"="Ping"
"Placed Calllog"="Chiamate effettuate"
"Placed Calls"="Chiamate effettuate"
"Play Tone"="Riproduci tono"
"Play Voice Message"="Riproduci messaggio vocale"
"Play"="Riprodurre"
"Playing"="In riprod."
"Please Enter Filter Conditions"="Inserire le condizioni di filtraggio"
"Please Enter Password"="Inserire la password"
"Please Wait"="Attendere prego"
"Please contact your service provider for CommPortal web Username/Password!"="Contattare il provider di servizi per un nome utente e una password Commportal."
"Please contact your service provider for commprotal web URL!"="Contattare il provider di servizi per un URL Web Commportal."
"Please enter an IP address or domain name"="Inserire indirizzo IP o nome dominio"
"Please enter your SIP Credential Password!"="Inserire password credenziali SIP"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Inserire codice PIN seguente sul router Wi-Fi e premere OK per connettersi:"
"Please input the keyword(s)"="Immettere parole chiave."
"Please insert a USB drive!"="Inserire unità flash USB."
"Please select a Disposition Code!"="Selezionare un codice disposizione."
"Please selected a group!"="Selezionare un gruppo!"
"Please selected contact!"="Selezionare un contatto"
"Polish"="Polski(Polish)"
"Portuguese"="Português(Portuguese)"
"Portuguese_LA"="Português(Portuguese(EU))"
"Preference"="Preferenza"
"Prefix is invalid!"="Prefisso non valido"
"Prefix"="Prefisso"
"Press Up or Down To Switch Number"="Premere i tasti su/giù per cambiare numero."
"Prev"="Prec"
"Preview"="Antep."
"Previous Operation in Process."="Operazione precedente ancora in corso."
"Previous"="Indietro"
"Pri.DNS"="DNS prim."
"PriHold"="Tratt privata"
"Primary Contact must not be empty."="Il contatto principale non può essere vuoto."
"Primary DNS is invalid!"="DNS primario non valido"
"PrimaryContact"="Contatto principale"
"Priority is invalid!"="Priorità non valida"
"Priority should be 0-7!"="Priorità compresa tra 1 e 7"
"Priority"="Priorità"
"Private Hold"="Attesa privata"
"Product ID"="ID prodotto"
"Product Name"="Nome prodotto"
"Profile Name"="Nome profilo"
"Provision now?"="Eseguire il provisioning ora?"
"Proxy Fallback Interval is invalid!"="Intervallo Fallback proxy non valido"
"Proxy Fallback Interval"="Interv.fallb.proxy"
"Public Hold"="Att.chiam.pubbl."
"Qos"="Qos"
"Queue Name"="Nome coda"
"Queue Status"="Stato coda"
"Queue"="Coda"
"RTP Status"="Stato RTP"
"Range of value is illegal"="Intervallo valori non ammesso"
"Re-connect"="Ri-connettere"
"Read"="Letti"
"Reading File..."="Lettura file in corso..."
"Reboot the phone?"="Reinizializzare il telefono?"
"Reboot"="Reinizializzazione"
"Rebooting...\n\nPlease Wait !"="Reinizializzazione in corso,\n\n attendere prego..."
"Recall"="ReCall"
"Received Calllog"="Chiamate ricevute"
"Received Calls"="Chiamate ricevute"
"Record"="Registrare"
"Redial Interval is invalid!"="Intervallo di richiamata non valido."
"Redial Interval"="Interv.chiam."
"Redial Time is invalid!"="Numero richiamate non valido."
"Redial Times"="Numero richiamate"
"Redialing"="Richiamata in corso"
"Redirector"="Reindirizzamento"
"Refresh"="Aggiorn."
"Refreshing..."="Aggiornamento in corso..."
"Register Name"="Nome registro"
"Register Successfully!"="Registrazione riuscita"
"Register fail"="Registrazione non riuscita"
"Registered"="Registrato"
"Registering Please Wait!"="Registrazione in corso, attendere prego..."
"Registering"="Registr. in cor."
"Reject"="Rifiuta"
"Rejected"="Respinto"
"Relation"="Relazione"
"Remaining Time"="Tempo residuo"
"Remote Codec"="Codec remoto"
"Remote Office"="Ufficio remoto"
"Remote Phone Book"="El.tel.rem."
"Remote User"="Utente remoto"
"Remove Participant"="Rimuovi partecipante"
"Remove from Favorite"="Rimuovi da Preferiti"
"Remove selected from favorite ?"="Rimuovi selezione da preferiti?"
"Remove"="Rimuovere"
"Rename Group"="Rinomina gruppo"
"Reply"="Risp."
"Require Answer Confirmation"="Conferma risposta"
"Reset Config"="Reimpostare config."
"Reset To Factory Setting?"="Reimpostare i parametri iniziali?"
"Reset local settings"="Ripr.imp.loc."
"Reset non-static settings"="Ripr.imp.non stat."
"Reset static settings"="Ripr.imp.stat."
"Reset to Factory"="Reimpostare i parametri iniziali"
"Reset userdata & local config"="Ripr.dat.ut. E conf.loc."
"Reset"="Ricerca"
"Resetting to factory, please wait..."="Ripr.imp.iniz., att."
"Restricted"="Confidenziale"
"Resume REC"="Rip. REG"
"Resume"="Riprendi"
"ResumeREC"="Rip. REG"
"Retrieve Failed."="Recupero non riuscito."
"Retrieve Park"="Recup da parch."
"Retrieve"="Recup."
"Ring Splash"="Tono di avviso"
"Ring Tones"="Toni di chiamata"
"Ring saving ..."="Salvataggio suoneria..."
"Ring"="Squillo"
"Ringing"="Chiam.in corso"
"Rings"="Squilli"
"Rollover Action"="Azione differimento"
"Rollover After Waiting"="Diff dopo attesa"
"RoundTripDelay"="RTD"
"Russian"="Pусский(Russian)"
"S2S AcdLogin"="Accesso Acd"
"S2S AcdLoginOut"="Accedi/Esci"
"S2S AcdLogout"="Uscita Acd"
"S2S AcdRefresh"="Aggiorn."
"S2S Avail"="Disp"
"S2S Unavail"="Assente"
"SCA Active"="SCA attivo"
"SCA Alerting"="Avviso SCA"
"SCA Bridge Active"="Ponte SCA attivo"
"SCA Held"="SCA trattenuto"
"SIP Password"="Password SIP"
"SIP Proxy can't be empty!"="Il campo SIP Proxy non può essere vuoto"
"SIP Register name"="Nome registro SIP"
"SIP Server1"="Server 1 SIP"
"SIP Server2"="Server 2 SIP"
"SIP credential password!"="Password credenziali SIP non corretta."
"SMS"="SMS"
"SNTP Setting"="Impostazioni SNTP"
"SSID can't be empty!"="Il campo SSID non può essere vuoto"
"SSID"="SSID"
"STUN Port"="Porta STUN"
"STUN Server is invalid!"="Server STUN non valido"
"STUN Server port is Invalid!"="Porta server STUN non valida"
"STUN Server"="Server STUN"
"STUN"="STUN"
"Sat"="Sab"
"Saturday"="Sabato"
"Save Failed! The same profile name or SSID exist"="Salvataggio non riuscito. Nome profilo o SSID già esistenti."
"Save Failed!"="Salvataggio non riuscito"
"Save"="Salva"
"Saving completed."="Salvataggio completato."
"Saving config file!"="Salvataggio file di configurazione"
"Saving files!"="Salvataggio file"
"Saving. Please wait..."="Salvataggio. Attendere prego..."
"Saving... Please Wait"="Salvataggio in corso... Attendere"
"Saving..."="Salvataggio..."
"Scan Bluetooth Device"="Scansione dispositivo Bluetooth"
"Scan failed."="Scansione non riuscita."
"Scan"="Scansione"
"Scaning bluetooth devices..."="Scansione dispositivi Bluetooth..."
"Scaning..."="Scansione in corso..."
"Scanning available network"="Ricerca reti disponibili"
"Scanning will stop, if you continue this operation."="Se si continua questa operazione, la scansione verrà interrotta."
"Screensaver Type"="Tipo salvaschermo"
"Screensaver"="Salvaschermo"
"Search All Contacts"="Ric.tut.Cont."
"Search Directory"="Ricerca nell'elenco"
"Search For Contacts"="Ricerca Contatti"
"Search Global Contacts"="Cerca contatti glob."
"Search Key"="Chiave di ricerca"
"Search LDAP Contacts"="Ric.cont.LDAP"
"Search Network Contacts"="Ric.cont.rete"
"Search Result"="Risultato ricerca"
"Search Type"="Tipo ricerca"
"Search by FirstName"="Cerca per nome"
"Search by LastName"="Cerca per cognome"
"Search by Name"="Cerca per nome"
"Search by Phone Number"="Cerca per numero di telefono"
"Search"="Cercare"
"Sec.DNS"="DNS sec."
"Secondary DNS is invalid!"="DNS secondario non valido"
"Secret"="Segreto"
"Security Classification"="Classificazione di sicurezza"
"Security Mode"="Mod.Sicur."
"Security"="Sicurezza"
"Seizing"="Classif."
"Select Account"="Sel.acc."
"Select All"="Selezionare Tutti"
"Select Executive Number"="Sel.num.Exec."
"Select a Disposition code"="Sel. codice disposiz."
"Select the Queue"="Selezionare una coda"
"Select"="Selez."
"Send Anonymous Code"="Inv.cod.anon."
"Send Anonymous Rejection Code"="Inv.cod.anon.rif."
"Send Message"="Inviare messaggio"
"Send by Mobile"="Inv.da cell."
"Send"="Invia"
"Sending Message..."="Invio messaggio in corso..."
"Sending Provision Requests"="Invio richieste di provisioning"
"Sending Requests..."="Invio richieste in corso"
"Sentbox"="Casella Posta inviata"
"Sep"="Set"
"September"="Settembre"
"Sequential"="Sequenziale"
"Server Internal Error"="Errore server interno"
"Server URL"="URL server"
"Server XML"="Server XML"
"Server is invalid!"="Server non valido"
"Server"="Server"
"Set E911 Location"="Imposta posizione E911"
"Set EXP wallpaper successfully"="Impostazione sfondo modulo esp. completata."
"Set Voice Mail Code"="Impostare codice casella vocale"
"Set as EXP wallpaper"="Sfondo esp. applicato"
"Set as dsskey wallpaper"="Set as dsskey wallpaper"
"Set as screensaver"="Imposta come salvaschermo"
"Set as wallpaper"="Imposta come sfondo"
"Set as"="Imposta come"
"Set screensaver successfully"="Impostazione salvaschermo completata."
"Set wallpaper successfully"="Impostazione sfondo completata."
"Set you location?"="Imposta posizione?"
"Setting Type"="Tipo impostazione"
"Setting"="Impostazione"
"Settings"="Impostazioni"
"Share line unavailable"="Lin.cond.non disp."
"Shared Calls"="Chiamate condivise"
"Short Label"="Abbreviazione"
"Show Less"="Nascondi"
"Show More"="Altro"
"SignIn"="Accesso"
"SignOut"="Uscita"
"Signal Strength"="Forza segnale"
"Silence"="Disatt.audio"
"Silent Alerting"="Selenzia allarme"
"Silent Monitor"="Monit.silenz."
"Silent"="Silenzioso"
"Simple"="Semplice"
"Simultaneous Ring Personal"="Squillo simultaneo personale"
"Simultaneous"="Contemporaneo"
"Softkey 1"="Softkey 1"
"Softkey 2"="Softkey 2"
"Softkey 3"="Softkey 3"
"Softkey 4"="Softkey 4"
"Softkey Label"="Etichetta softkey"
"Sorry,Only 1000 contacts are allowed!"="Spiacente, sono consentiti soltanto 1.000 contatti!"
"Sort First Name"="Ordina per nome"
"Sort Last Name"="Ordina per cognome"
"Sound"="Suono"
"Spanish"="Español(Spanish)"
"Spanish_LA"="Español(Spanish(Latin))"
"Speader mode disabled"="Modalità viva-voce disabilitata"
"Specified AES"="AES comune"
"SpeedDial"="Comp. rapida"
"Split"="Dividi"
"Start REC"="Avv. REG"
"Start Time"="Ora di inizio"
"Start"="Avvia"
"StartREC"="Avv. REG"
"Static DNS"="DNS statico"
"Static IP Client"="Client IPv4 statico"
"Static IP"="Ind.IP stat."
"Static IPv4 Client"="Client IPv4 stat."
"Static IPv6 Client"="Client IPv6 statico"
"Status requesting..."="Richiesta stato in corso..."
"Status"="Stato"
"Stop REC"="Ter. REG"
"Stop Time"="Ora di fine"
"Stop"="Stop"
"StopREC"="Ter. REG"
"Stopped"="Fermato"
"Storage Media Properties"="Spazio di memorizzazione"
"Storage Network"="Rete nota"
"Storage is not enough, recorded file is saved."="Spazio di archiviazione non sufficiente, salvato file registrato."
"Storage list is full, please delete old one if wanting to add in"="Elenco reti wireless pieno. Eliminarne una obsoleta prima di aggiungerne un’altra."
"Subnet Mask is invalid!"="Maschera Subnet non valida"
"Subnet Mask"="Maschera Subnet"
"Sun"="Dom"
"Sunday"="Domenica"
"Swap"="Alternata"
"Switch"="Cambiare"
"SwitchAccountDown"="Prox acc."
"SwitchAccountUp"="Acc prec."
"SymmOneWayDelay"="OWD"
"System"="Sistema"
"TKIP AES"="TKIP AES"
"TKIP"="TKIP"
"Talk From"="Parla da"
"Talking"="Conv.in corso"
"Target can't be empty!"="Destinazione non può essere vuota."
"Temporarily Unavailable"="Temporaneamente non disponibile"
"Temporarily not available"="Temporaneamente non disponibile"
"Text Message"="Messaggio di testo"
"Text can't be empty!"="Testo non può essere vuoto."
"The URL is empty!"="URL vuoto."
"The Voicemail is too large,please call and retrieve it!"="Casella vocale piena; chiamare e recuperare"
"The audio codecs is different, can't set up a conference!"="Codec audio diversi. Impossibile configurare conferenza!"
"The file doesn't exist"="File non presente."
"The file doesn’t exist"="File non presente."
"The file is too large"="File troppo grande."
"The old password is wrong!"="Password non corretta"
"The storage network"="Reti note"
"This action can not be reversed."="Questa azione è irreversibile."
"This operation will cause automatic logout from current MLHG. Are you sure you want to login?"="L’utente verrà automaticamente disconnesso da MLHG. Accedere?"
"Thu"="Gio"
"Thursday"="Giovedì"
"Time & Date Format"="Formato Data e Ora"
"Time & Date"="Data e Ora"
"Time Format is invalid!"="Formato Ora non valido"
"Time Format"="Formato ora"
"Time Zone"="Fuso orario"
"Time"="Ora"
"Time(HMS)"="Ora (OMS)"
"To navigate the menu, please use the arrow keys below!"="Per andare al menù utilizzare i tasti freccia qui sotto"
"To"="A"
"Today"="Oggi"
"Top Secret"="Segretissimo"
"Total"="Totale"
"Trace Route"="Perc.tracc."
"Tracert IP or URL"="Tracciatore IP o URL"
"Transfer Failed"="Trasferimento non riuscito"
"Transfer to"="Trasferire a"
"Transfer"="Trasf."
"Transferring"="Trasf.in corso"
"Transmit Rate"="Rate di trasmissione"
"Transparency"="Trasparenza"
"Tue"="Mar"
"Tuesday"="Martedì"
"Turkish"="Türkçe(Turkish)"
"Type"="Tipo"
"UC Favorite"="Preferiti UC"
"UC Favorites"="UC Favorites"
"URI is invalid!"="URI non valido"
"URL Record"="Dato URL"
"URL can't be empty!"="Il campo URL non può essere vuoto"
"URL is empty"="URL vuoto."
"URL is invalid!"="Campo URL non valido"
"URL"="URL"
"US Date Format is invalid!"="Formato Data USA non valido"
"US Time Format is invalid!"="Formato Ora USA non valido"
"USB Photo"="USB Photo"
"USB Record"="Registrazione USB"
"USB Set Picture Failed"="Set picture failed!"
"USB Set Picture Successfully"="Set picture successfully!"
"USB connected"="USB connesso"
"USB device connection failure!"="Collegamento dispositivo USB non riuscito!"
"USB device has been connected successfully!"="Unità flash USB connessa."
"USB device has been moved"="Unità flash USB rimossa."
"USB device is removed!"="Unità flash USB rimossa."
"USB headset connected"="Cuffie USB connesse."
"USB headset removed"="Cuffie USB rimosse."
"USB heaset connected"="Cuffie USB connesse."
"USB heaset removed"="Cuffie USB rimosse."
"UnMute"="Non muto"
"UnRead"="Non letti"
"Unallocated Number"="Numero non assegnato"
"Unavail"="Non disp."
"Unavailable Reason Code"="Codice motivo indisponibilità"
"Unavailable"="Non disp."
"Unclassified"="Non riservato"
"Unknown Line"="Linea sconosciuta"
"Unknown Uri scheme"="Schema URI sconosciuto"
"Unknown"="Sconosciuto"
"Unlock PIN"="PIN di sblocco"
"Unlock Pin incorrect"="PIN non corretto."
"Unlock"="Sblocco"
"Unrecognized USB"="Dispositivo USB non riconosciuto."
"Unregistered"="Non registrato"
"Unregistering"="Mancata registrazione"
"Update Configuration"="Aggiorna configurazione"
"Update Finish !"="Aggiornamento completato."
"Update Skipped"="Aggiornamento saltato"
"Update now?"="Aggiornare adesso?"
"Update"="Aggiorna"
"Updating Network..."="Aggiornamento rete..."
"Updating Network\n\nPlease Wait !"="Aggiornamento in corso\n\nAttendere prego"
"Updating, please wait..."="Aggiornamento in corso, attendere prego..."
"Urgent Message"="Messaggio urgente"
"Use BroadWorks-based Call Control"="Usa controllo chiamate BW"
"Use Host"="Usa host"
"User ID"="ID Utente"
"User Name"="Nome Utente"
"User Type"="Tipo Utente"
"User mode changed!"="Modalità utente modificata"
"User name couldn't be empty!"="Il nome utente non può essere vuoto."
"User name is invalid!"="Nome utente non valido"
"User unknown."="Utente sconosciuto"
"UserID can't be Empty!"="Il campo UserID non può essere vuoto"
"UserMode"="Modalità Utente"
"VID Number"="Numero VID"
"VID nubmer is invalid!"="Numero VID non valido"
"VID number should be 1-4094!"="Il numero VID deve essere compreso tra 1 e 4.094"
"VLAN Status"="Stato VLAN"
"VLAN"="VLAN"
"VPN Active"="VPN attivo"
"VPN can't be on \n\n when file do not exist!"="Il VPN non può essere On \n\n se il file non esiste"
"VPN"="VPN"
"Value is invalid!"="Valore non valido!"
"Value"="Valore"
"Via"="Via"
"Video message cannot be played on the phone!"="Impossibile riprodurre videomessaggio sul telefono."
"Video"="Video"
"View Assistant List"="Visualizzare elenco Assistenti"
"View Executive List"="Visualizzare elenco Executive"
"View Voice Mail"="Visual.cas.voc."
"View more contacts..."="Visualizza più contatti..."
"View"="Visualizza"
"Voice Mail Finished"="Ascolto casella vocale terminato"
"Voice Mail Pause"="Sospensione ascolto casella vocale"
"Voice Mail Playing"="Ascolto casella vocale in corso"
"Voice Mail is invalid!"="Casella vocale non valida"
"Voice Mail"="Casella vocale"
"Voice Messaging"="Messaggeria vocale"
"Voice Recorder Number is invalid!"="Numero Registratore vocale non valido"
"Voice"="Voce"
"VoiceMail DownLoading, Please Wait..."="Scarico casella vocale in corso, attendere prego..."
"WAN IP"="IP WAN"
"WAN MASK"="Maschera WAN"
"WAN Port"="Porta WAN"
"WAN Type"="Tipo WAN"
"WEP"="WEP"
"WIFI Authentication"="Autenticazione Wi-Fi"
"WPA Shared Key can't be empty!"="Il campo Chiave WPA condivisa non può essere vuoto"
"WPA Shared Key"="Chiave WPA cond."
"WPA-EAP"="WPA-EAP"
"WPA-PSK"="WPA-PSK"
"WPA2-EAP"="WPA2-EAP"
"WPA2-PSK"="WPA2-PSK"
"WPS has opened, please connect in "="WPS attivato. Connessione fra"
"WPS"="WPS"
"WPS-PIN"="PIN WPS"
"WWW DD MMM"="SSS GG MMM"
"WWW MMM DD"="SSS MMM GG"
"Wait Time"="Tempo di attesa"
"Wait for"="Attendere"
"Wallpaper for both phone and EXP will change into the default image. Confirm to delete or not?"="Modifica sfondo telefono e modulo esp. in immagine predefinita. Continuare?"
"Wallpaper will change into the default image. Confirm to delete or not?"="Modifica sfondo in immagine predefinita. Continuare?"
"Wallpaper"="Sfondo schermo"
"Warning"="Avviso"
"Web Server"="Server Web"
"Web access password is wrong!"="Password accesso Web non corretta"
"Wed"="Mer"
"Wednesday"="Mercoledì"
"Welcome"="Benvenuto"
"Wi-Fi Mac"="MAC Wi-Fi"
"Wifi adapter has added, scanning the wifi devices right now?"="Adattatore Wi-FI aggiunto. Effettuare scansione reti wireless disponibili adesso?"
"Wifi adapter has removed out"="Adattatore Wi-Fi rimosso."
"Wifi switch is closed, open it or not?"="Wi-Fi disattivato. Attivarlo ora?"
"Wifi"="Wi-Fi"
"Wifi: Connected"="Wi-Fi Connesso."
"Wifi: On"="Wi-Fi Acceso"
"Wireless Status"="Stato Wi-Fi"
"Work Number"="Numero lavoro"
"Work Phone"="Tel.lav."
"Would you like to sync phone contacts temporarily?"="Sincronizzare temporaneamente i Contatti"
"Wrap up"="Termina"
"Wrong user name or password!"="Nome utente o password non validi!"
"XML Browser"="Browser XML"
"XML Group"="Gruppo XML"
"XMLMenu"="El. XML"
"XSI information is incomplete!"="Informazioni XSI incomplete"
"Xml Browser is invalid!"="Browser XML non valido"
"YYYY-MM-DD"="AAAA-MM-GG"
"Year"="Anno"
"Yesterday"="Ieri"
"Your Name or Password was not Recognized!"="Nome utente o password non corretti."
"Zero Touch"="Automatico"
"[Assigned]"="[assegnata]"
"admin"="ammininistratore"
"available network(s)(Connected with"="rete/i disponibile/i (in collegamento con)"
"available network(s):"="rete/i disponibile/i"
"bluetooth device(s)"="dispositivo/i Bluetooth"
"bluetooth device(s)(Connecting with"="dispositivi Bluetooth (in collegamento con)"
"bluetooth devices"="dispositivi Bluetooth"
"bw_userid"="ID utente BW"
"city"="città"
"conference_number"="num_conf."
"config updating"="Conf.in agg."
"contact full"="Elenco contatti pieno"
"country"="paese"
"extension_number"="num_interno"
"failed"="non riuscita"
"first_name"="nome"
"free"="liberi"
"from the conference?"="dalla conferenza?"
"group_id"="id_gruppo"
"hiragana_first_name"="nome_hiragana"
"hiragana_last_name"="cogn_hiragana"
"home_phone"="telefono casa"
"last_name"="cognome"
"local Directories"="Elenco telefonico locale"
"logging in..."="Accesso in corso..."
"logging out ..."="Disconnessione in corso..."
"members"="membri"
"minutes left for call recording"="minuti rimanenti per registrazione chiamata"
"mobile_phone"="tel.cell."
"new"="nuovo"
"old"="vecchio"
"postal_code"="CAP"
"q'ing"="Accodamento in corso"
"region"="regione"
"s"="s"
"saved!"="salvataggio effettuato"
"street"="via"
"success"="riuscita"
"title"="titolo"
"used"="utilizzati"
"user"="utente"
"var"="distributore"
"web"="sito Web"
"work_phone"="tel_lavoro"
"Set Dsskey wallpaper successfully"="Set dsskey wallpaper successfully!"
"Delete this photo?"="Delete this photo?"
